[{"title":"Poor health, unhealthy behaviors, and unfavorable work characteristics influence pathways of exit from paid employment among older workers in Europe: a four year follow-up study","authors":["Robroek, J. W.","Schuring, Merel","Croezen, Simone","Stattin, Mikael","Burdorf, Alex"],"abstract":"Objectives: The aim of this study was to get insight into the role of poor health, unhealthy behaviors, and unfavorable work characteristics on exit from paid employment due to disability pension, unemployment, and early retirement among older workers. Methods: Respondents of the longitudinal Survey of Health, Ageing, and Retirement in Europe (SHARE) in 11 European countries were selected when (i) aged between 50 years and the country-specific retirement age, (ii) in paid employment at baseline, and (iii) having information on employment status during the 4-year follow-up period (N = 4923). Self-perceived health, health behaviors, and physical and psychosocial work characteristics were measured by interview at baseline. Employment status was derived from follow-up interviews after two and four years. Cox proportional hazards regression analyses were used to identify determinants of unemployment, disability pension, and early retirement. Results: Poor health was a risk factor for disability pension [hazard ratio (HR) 3.90, 95% confidence interval (95% CI) 2.51–6.05], and a lack of physical activity was a risk factor for disability pension (HR 3.05, 95% CI 1.68–5.55) and unemployment (HR 1.84, 95% CI 1.13–3.01). A lack of job control was a risk factor for disability pension, unemployment, and early retirement (HR 1.30–1.77). Conclusions: Poor health, a lack of physical activity, and a lack of job control played a role in exit from paid employment, but their relative importance differed by pathway of labor force exit. Primary preventive interventions focusing on promoting physical activity as well as increasing job control may contribute to reducing premature exit from paid employment. (PsycINFO Database Record (c) 2014 APA, all rights reserved)(journal abstract) L2 - Available from ProQuest in http://link.worldcat.org/?rft.institution_id=129872&spage=125&pkgName=nhshospital&PQUEST.WAYFlessID=48212&issn=0355-3140&linkclass=to_article&jKey=37939&issue=2&provider=PQUEST&date=2013-03&aulast=Robroek%2C+Suzan+J.+W.&atitle=Poor+health%2C+unhealthy+behaviors%2C+and+unfavorable+work+characteristics+influence+pathways+of+exit+from+paid+employment+among+older+workers+in+Europe%3A+a+four+year+follow-up+study.&title=Scandinavian+Journal+of+Work%2C+Environment+and+Health&rft.content=fulltext%2Cprint&linkScheme=pquest.athens&jHome=http%3A%2F%2Fsearch.proquest.com%2Fpublication%2F37939%2Fshibboleth%3Faccountid%3D48212&volume=39&rft.order_by=preference&linktype=best L2 - Available from EBSCOhost in http://link.worldcat.org/?rft.institution_id=129872&spage=125&pkgName=mdc&issn=0355-3140&linkclass=to_article&jKey=2CW&issue=2&provider=EBSCOhost&date=2013-03&aulast=Robroek%2C+Suzan+J.+W.&atitle=Poor+health%2C+unhealthy+behaviors%2C+and+unfavorable+work+characteristics+influence+pathways+of+exit+from+paid+employment+among+older+workers+in+Europe%3A+a+four+year+follow-up+study.&title=Scandinavian+Journal+of+Work%2C+Environment+%26+Health&rft.content=fulltext%2Cprint&linkScheme=ebscoh&jHome=http%3A%2F%2Fsearch.ebscohost.com%2Fdirect.asp%3Fdb%3Dmdc%26jid%3D2CW%26scope%3Dsite&volume=39&dbKey=mdc&rft.order_by=preference&linktype=best","published_year":2013,"pages":"125","journal":"Scandinavian Journal of Work, Environment & Health"},
 {"title":"Expanding the roles of outpatient pharmacists: Comparing outcomes between ambulatory care services at community pharmacy-associated and institution-associated clinics","authors":["Pong, K.","Dahl, N.","Omotosho, F.","Ching, L.","Nkansah, N."],"abstract":"Objective: The scope of practice for outpatient pharmacists has been expanding in recent years to help meet the demand for better control of chronic health problems. The objective of this Cochrane systematic review is to investigate clinical outcomes between pharmacist interventions in community pharmacy-associated ambulatory care clinics versus institution-associated ambulatory care clinics. The overall aim will be to determine if pharmacist interventions differ between these types of clinics and whether that has an impact on patient outcomes. The study plans to address the comparative effectiveness of community pharmacy-associated clinics as this service continues to expand. The study will also attempt to correlate any outcomes with different factors present within each clinic. The study expects to find no differences between the respective ambulatory care clinics. Methods: The University of California, San Francisco, Institutional Review Board has approved this study. Study articles were selected after searching through a comprehensive Medline, EMBASE, Cochrane Effective Practice and Organization of Care Group internal register, and Medline search. Inclusion criteria requires studies to be randomized controlled trials, have pharmacist-delivered cognitive interventions in the outpatient setting, and objectively collected outcome measures. Data abstraction and inclusion determination will be performed by two independent reviewers. Outcome variables will include blood pressure, glycemic control, lipid panel, anticoagulation management, hospitalizations, morbidity and mortality, processrelated outcomes (number of prescriptions, changes in therapy, discontinuation of therapies), and other objectively measured outcomes if due to pharmacist intervention. All data collection and analysis will be completed using Cochrane's Review Manager 5. Results: NA (research in progress).","published_year":2011,"pages":"280","journal":"Journal of the American Pharmacists Association"}]
